Repository: selenium-sso-user/github-project
Catalog: source/StringsOutput.po
Languages: ar

# IDS_ERRORREPORT_MAINTITLE
source: "Отчет об ошибке"
ar: "الإبلاغ عن خطأ"

# IDS_ERRORREPORT_TITLE_USERDESCRIPTION
source: "Пожалуйста, опишите проблему и последовательность действий, которая к ней привела."
ar: "صف المشكلة والخطوات التي أدت إليها:"

# IDS_ERRORREPORT_TITLE_ATTACHEDFILES
source: "Приложенные файлы:"
ar: "الملفات المرفقة:"

# IDS_ERRORREPORT_TITLE_ADDFILE
source: "Приложить файл..."
ar: "إضافة ملف"

# IDS_ERRORREPORT_TITLE_SENDSCREENSHOT
source: "Включить в отчет <link screenShot>снимок окон приложения</>"
ar: "إدراجة في التقرير<link screenShot> التقاط الشاشة</>"

# IDS_ERRORREPORT_TITLE_SENDERRORINFO
source: "Включить в отчет <link errorInfo>подробный текст ошибки</>"
ar: "إدراجة في التقرير<link errorInfo>خطأ نص مفصل</>"

# IDS_ERRORREPORT_TITLE_SENDUSERNAME
source: "Включить в отчет <link userName>имя пользователя</>"
ar: "إدراجة في التقرير<link userName>اسم المستخدم</>"

# IDS_ERRORREPORT_TITLE_SENDSYSTEMINFO
source: "Включить в отчет <link systemInfo>информацию о системе</>"
ar: "إدراجة في التقرير<link systemInfo>معلومات حول النظام</>"

# IDS_ERRORREPORT_TITLE_ERRORINFO
source: "Подробный текст ошибки"
ar: "نص مفصل خطأ"

# IDS_ERRORREPORT_TITLE_USERNAME
source: "Имя пользователя"
ar: "اسم المستخدم"

# IDS_ERRORREPORT_TITLE_SYSTEMINFO
source: "Информация о системе"
ar: "معلومات حول النظام"

# IDS_ERRORREPORT_TITLE_SCREENSHOT
source: "Снимок окон приложения"
ar: "التقاط الشاشة"

# IDS_ERRORREPORT
source: "Параметры отправки отчетов об ошибке"
ar: "خيارات الإبلاغ عن الخطأ"

# IDS_ERRORREPORT_DEFAULTFILENAME
source: "Ошибка"
ar: "خطأ"

# IDS_ERRORREPORT_OPERATIONSYSTEM
source: "Операционная система"
ar: "نظام التشغيل"

# IDS_ERRORREPORT_FULLMEMORY
source: "Всего оперативной памяти"
ar: "إجمالي ذاكرة الوصول العشوائي"

# IDS_ERRORREPORT_FREEMEMORY
source: "Свободно оперативной памяти"
ar: "ذاكرة الوصول العشوائي الحرة"

# IDS_ERRORREPORT_PROCESSOR
source: "Процессор"
ar: "المعالج"

# IDS_ERRORREPORT_CLIENTID
source: "Идентификатор клиента"
ar: "معرف العميل"

# IDS_ERRORREPORT_USERAGENT
source: "Информация программы просмотра (User-agent)"
ar: "معلومات عن برنامج العرض (User-agent)"

# IDS_SHOWIMAGE_TITLE_AUTOZOOM
source: "Авто"
ar: "آليا"

# IDS_ERRORCRASH
source: "Аварийное завершение"
ar: "إنهاء طارئ"

# IDS_VALUESSENDINFOMODE_AUTO
source: "Авто"
ar: "آليا"

# IDS_VALUESSENDINFOMODE_DONTSEND
source: "Не отправлять"
ar: "عدم إرسال"

# IDS_VALUESSENDINFOMODE_ASKUSER
source: "Спрашивать пользователя"
ar: "اسأل المستخدم"

# IDS_VALUESSENDINFOMODE_SEND
source: "Отправлять"
ar: "إرسال"

# IDS_VALUESERRORDESCRIPTIONLEVEL_AUTO
source: "Авто"
ar: "آليا"

# IDS_VALUESERRORDESCRIPTIONLEVEL_BASE
source: "Сообщение об ошибке для пользователя "
ar: "رسالة خطأ للمستخدم"

# IDS_VALUESERRORDESCRIPTIONLEVEL_ERRORTEXT
source: "Краткое представление ошибки "
ar: "عرض موجز للخطأ"

# IDS_VALUESERRORDESCRIPTIONLEVEL_ALLERRORSTEXT
source: "Подробное представление ошибки "
ar: "تمثيل مفصل للخطأ"

# IDS_ERRORMESSAGETEMPLATESCOLLECTION_WRONGVALUETYPE
source: "Несоответствие типов"
ar: "عدم تطابق النوع"

# IDS_ERRORMESSAGETEMPLATESCOLLECTION_WRONGKEYTYPE
source: "Несоответствие типов"
ar: "عدم تطابق النوع"

# IDS_TYPE_PRESENTATION_ERRORPROCESSINGMANAGER
source: "Менеджер обработки ошибок"
ar: "مدير معالج البيانات للأخطاء"

# IDS_ERRORPROCESSINGMANAGER_METHODNOTAVAILABLEONCLIENT
source: "Метод недоступен на тонком клиенте"
ar: "طريقة غير متوفرة على العميل الرقيق"

# IDS_ERRORPROCESSINGMANAGER_METHODNOTAVAILABLEONSERVER
source: "Метод недоступен на сервере"
ar: "الطريقة غير متوفرة على الخادم"

# IDS_ERRORPROCESSINGMANAGER_CANTWRITESETTINGS
source: "Не удалось записать настройки. Требуется выполнить рестуктуризацию."
ar: "فشل في تسجيل الإعدادات. يتطلب إعادة هيكلة."

# IDS_PROPERTY_DRAWINGSELECTIONSHOWMODE_DESCR
source: "Режим отображения выделения рисунков"
ar: "وضع عرض الرسومات المحددة"

# IDS_PROPERTY_DRAWINGSELECTIONSHOWMODESHOW
source: "Отображать"
ar: "عرض"

# IDS_PROPERTY_DRAWINGSELECTIONSHOWMODEDONTSHOW
source: "Не отображать"
ar: "لا تعرض"

# IDS_PROPERTY_DRAWINGSELECTIONSHOWMODEAUTO
source: "Авто"
ar: "آليا"

# IDS_NEED_INSTALL_FSE
source: "Необходимо установить расширение работы с файлами."
ar: "يجب عليك تثبيت برنامج مساعد للعمل مع الملفات."

# IDS_NEED_INSTALL_CPE
source: "Необходимо установить расширение работы с криптографией."
ar: "من الضروري تثبيت برنامج مساعد للعمل باستخدام التشفير."

# IDS_NEED_INSTALL_AGENT
source: "Необходимо установить программу %s."
ar: "يجب عليك تثبيت برنامج%s."

# IDS_NEED_INSTALL_ADDIN
source: "Необходимо установить внешнюю компоненту."
ar: "يجب عليك تثبيت مكون خارجي."

# IDS_NEED_INSTALL_BROWSER_EXT_CHROME
source: "Чтобы продолжить, необходимо перейти в интернет-магазин Chrome и установить расширение для браузера."
ar: "للمتابعة، تحتاج إلى الذهاب إلى متجر على الانترنت الإلكتروني وتثبيت برنامج مساعد للمتصفح."

# IDS_NEED_INSTALL_BROWSER_EXT_FF
source: "Чтобы продолжить, необходимо перейти на сайт Firefox Add-ons и установить расширение для браузера."
ar: "للمتابعة، تحتاج إلى الانتقال إلى موقع إضافات Firefox وتثبيت برنامج مساعد للمتصفح."

# IDS_NOW_NEED_INSTALL_FSE
source: "Теперь осталось установить расширение работы с файлами."
ar: "الآن يبقى تثبيت برنامج مساعد للعمل مع الملف."

# IDS_NOW_NEED_INSTALL_CPE
source: "Теперь осталось установить расширение работы с криптографией."
ar: "الآن يبقى تثبيت برنامج مساعد للعمل مع التشفير."

# IDS_NOW_NEED_INSTALL_AGENT
source: "Теперь осталось установить программу %s."
ar: "الآن يبقى تثبيت البرنامج%s."

# IDS_NOW_NEED_INSTALL_ADDIN
source: "Теперь осталось установить внешнюю компоненту."
ar: "الآن يبقى تثبيت المكون الخارجي."

# IDS_NEED_INSTALL_FF_1
source: "Сначала в появившемся окне выберите сохранение файла."
ar: "أولاً، في النافذة التي تظهر، اختر حفظ الملف."

# IDS_NEED_INSTALL_FF_2
source: "Нажмите на кнопку, на которую указывает стрелка, и выберите скачанный файл."
ar: "انقر فوق الزر الذي يشير إليه السهم وحدد الملف الذي تم تنزيله."

# IDS_NEED_INSTALL_FF_3_WIN
source: "Следуйте инструкциям установщика."
ar: "اتبع تعليمات المثبت."

# IDS_NEED_INSTALL_FF_3_LIN
source: "Сделайте файл исполняемым и запустите."
ar: "جعل الملف قابل للتنفيذ وقم بتشغيله."

# IDS_NEED_INSTALL_FF_3_MAC
source: "Выполните установку, следуя инструкциям."
ar: "اتبع الإرشادات لإكمال التثبيت."

# IDS_INSTALL_AFTER_IE
source: "После окончания загрузки файла запустите его и следуйте инструкциям установщика."
ar: "بعد انتهاء تنزيل الملف، قم بتشغيله واتبع إرشادات المثبت."

# IDS_INSTALL_AFTER_WIN
source: "После окончания загрузки файла нажмите на него и следуйте инструкциям установщика."
ar: "بعد انتهاء تنزيل الملف، انقر فوقه واتبع إرشادات برنامج التثبيت."

# IDS_INSTALL_AFTER_LIN
source: "После окончания загрузки файла сделайте его исполняемым и запустите."
ar: "بعد انتهاء تنزيل الملف، اجعله قابلاً للتنفيذ وقم بتشغيله."

# IDS_INSTALL_AFTER_MAC
source: "После окончания загрузки файла нажмите на него и выполните установку, следуя инструкциям."
ar: "بعد انتهاء تنزيل الملف، انقر فوقه وأكمل التثبيت باتباع التعليمات."

# IDS_INSTALL_AFTER_IE_CAB_1
source: "Согласитесь с установкой компоненты (может потребоваться перезапуск приложения). В случае возникновения проблем перейдите в соответствующий"
ar: "اقبل تثبيت المكون (قد تحتاج إلى إعادة تشغيل التطبيق). في حالة وجود مشاكل، انتقل إلى المناسب"

# IDS_INSTALL_AFTER_IE_CAB_2
source: "раздел справки"
ar: "قسم المساعدة"

# IDS_FSE_ABOUT
source: "Расширение работы с файлами предоставляет приложению дополонительные возможности по работе с файлами."
ar: "يوفر البرنامج المساعد للعمل مع الملفات للتطبيق قدرات إضافية لإدارة الملفات."

# IDS_CPE_ABOUT
source: "Расширение работы с криптографией позволяет задействовать функционал криптопровайдера (подпись, шифрование файлов, проверка подписи и другое)."
ar: "يتيح لك البرنامج المساعد باستخدام التشفير استخدام وظيفة موفر التشفير (التوقيع، تشفير الملفات، التحقق من التوقيع، وما إلى ذلك)."

# IDS_AGENT_ABOUT
source: "Программа %s позволяет отображать оповещения при закрытом клиентском приложении."
ar: "يتيح لك%s عرض التنبيهات عند إغلاق تطبيق العميل."

# IDS_ADDIN_ABOUT
source: "Внешние компоненты расширяют возможности 1С:Предприятия. Обратитесь к поставщику компоненты за детальной информацией."
ar: "المكونات الخارجية توسع قدرات 1C:Enterprise. اتصل بالمورد المكون للحصول على معلومات تفصيلية."

# IDS_BROWSER_EXT_ABOUT
source: "Расширение для браузера предоставляет дополнительные возможности (которые не предоставляются браузером) по работе с файлами, криптографией, буфером обмена, внешними компонентами 1С:Предприятия."
ar: "يوفر البرنامج المساعد للمتصفح ميزات إضافية (لا يوفرها المتصفح) للعمل مع الملفات والتشفير والحافظة والمكونات الخارجية لـ 1C:Enterprise."

# IDS_AGENT_WITH_QUOTES
source: "«1С:Предприятие – оповещения и запуск»"
ar: "«1C:Enterprise - تنبيهات وإطلاق»"

# IDS_SUCCESSFULLY_INSTALLED
source: "Установка успешно завершена"
ar: "اكتمل التثبيت بنجاح"

# IDS_TYPE_PRESENTATION_ERRORREPORT
source: "Отчет об ошибке"
ar: "الإبلاغ عن خطأ"

# IDS_MOXELEXCEPTION_EXPORT_EXCEL95_LINMAC
source: "Сохранение в формате Excel 95 недоступно"
ar: "الحفظ بتنسيق Excel 95 غير متوفر"

# IDS_TYPE_PRESENTATION_PLANNERBACKGROUNDINTERVALLABELTYPE
source: "Метка интервала фона планировщика"
ar: "علامة الفاصل مخطط الخلفية"

# IDS_TYPE_PRESENTATION_PLANNERBACKGROUNDINTERVALLABELCOLLECTIONTYPE
source: "Коллекция меток интервала фона планировщика"
ar: "مجموعة علامات الفواصل لمخطط الخلفية"

# IDS_USER_IP
source: "IP Клиента"
ar: "عميل IP"

# IDS_PROPPAGE_SEANCEINFO_CLIENT_IP
source: "IP клиента:"
ar: "عميل IP:"

# IDS_CLUSTERSTATE
source: "Сервис состояния кластера"
ar: "خدمة حالة التكتل"

# IDS_CLUSTERINTEG
source: "Сервис интеграционных данных"
ar: "خدمة بيانات التكامل"

# IDS_ANNOTATIONS_EMPTY_METHOD_ERROR
source: "Ошибка применения модуля u0022%su0022. Для метода u0022%su0022 не указано имя метода расширяемой конфигурации."
ar: "خطأ في استخدام الوحدة النمطيةu0022%su0022. للطريقةu0022%su0022 اسم طريقة التكوين القابلة للتوسيعغير محدد."

# IDS_ERRORINFO_SEANCEERROR
source: "Ошибка сеанса"
ar: "خطأ في الجلسة"

# IDS_ERRORINFO_NAVIGATORERROR
source: "Ошибка перехода по навигационной ссылке"
ar: "خطأ في التنقل عن طريق رابط التنقل"

# IDS_ERRORINFO_FTEXTSEARCH_MESSAGETEMPLATE
source: "<fontsize 120%>{param}</> Измените поисковый запрос и повторите поиск. При повторном возникновении ошибки обратитесь к техническому специалисту."
ar: "<fontsize 120%>{param}</> تغيير استعلام البحث والبحث مرة أخرى. إذا حدث الخطأ مرة أخرى ، اتصل بأخصائي فني."

# IDS_ERRORINFO_FTEXTSEARCH_MESSAGETEMPLATE_RESTART
source: "<fontsize 120%>{param}</> Дальнейшая работа возможна только после перезапуска. Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 120%>{param}</> لا يمكن القيام بالمزيد من العمل إلا بعد إعادة التشغيل. ، وإذا حدث الخطأ مرة أخرى، فاتصل بمسؤول التطبيق أو الأخصائي الفني."

# IDS_ERRORINFO_NAVIGATOR_MESSAGETEMPLATE
source: "<fontsize 140%>Не удалось перейти по навигационной ссылке</> Возможно, ссылка введена не полностью, получена для другого приложения, или устарела. Что может помочь? • Проверьте правильность ссылки • Убедитесь, что ссылка открывается в соответствующем приложении Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 140%> فشل في اتباع رابط التنقل.</> ربما لم يتم إدخال الرابط بالكامل ، أو تم استلامه لتطبيق آخر ، أو اصبح قديم. ما يمكن أن يساعد؟ تحقق من صحة الرابط. تحقق من فتح الرابط في التطبيق المناسب. إذا استمر الخطأ ، فاتصل بأخصائي فني."

# IDS_ERRORINFO_NAVIGATOR_MESSAGETEMPLATE_RESTART
source: "<fontsize 140%>Не удалось перейти по навигационной ссылке</> Возможно, ссылка введена не полностью, получена для другого приложения, или устарела. Дальнейшая работа возможна только после перезапуска. Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 140%> فشل في اتباع رابط التنقل.</> ربما لم يتم إدخال الرابط بالكامل ، أو تم استلامه لتطبيق آخر ، أوأصبح قديم. لا يمكن القيام بمزيد من العمل إلا بعد إعادة التشغيل. إذا استمر الخطأ ، فاتصل بأخصائي فني."

# IDS_LOGEV_INTEGRATION_SERVICE_SETTINGS_UPDATE
source: "Информационная база. Изменение настроек сервиса интеграции"
ar: "قاعدة المعلومات. تغيير إعدادات خدمة التكامل"

# IDS_LOGEV_INTEGRATION_SERVICE_ACTIVE_UPDATE
source: "Информационная база. Изменение активности сервиса интеграции"
ar: "قاعدة المعلومات. تغيير نشاط خدمة التكامل"

# IDS_ERROR_OPERATION_ON_DETACHED_ACTION_COLLECTION
source: "Операция недопустима, так как объект документа уже освобожден."
ar: "العملية غير متاحة لأنه تم بالفعل تحرير كائن المستند."

# IDS_CLI_DESC_OPTALG
source: "Применяемый хеш-алгоритм для расчета контрольных сумм"
ar: "تستخدم خوارزمية التجزئة لحساب المجموع الاختباري"

# IDS_X_INCORRECTVALUE
source: "неверное значение"
ar: "قيمة غير صحيحة"

# IDS_X_BADDIGESTSIZE
source: "Некорректный размер значения хеш-суммы в файле эталона!"
ar: "قيمة الكمية بالتجزئة غير صحيحة في الملف المرجعي!"

# IDS_ENUM_EXCEPTIONCATEGORY_ACCESS
source: "Нарушение прав доступа"
ar: "انتهاك حقوقية الوصول"

# IDS_ENUM_EXCEPTIONCATEGORY_FTEXTSEARCH
source: "Ошибка полнотекстового поиска"
ar: "خطأ في البحث عن النص الكامل"

# IDS_ENUM_EXCEPTIONCATEGORY_EXTERNALDATASOURCE
source: "Ошибка внешнего источника данных"
ar: "خطأ في مصدر البيانات الخارجي"

# IDS_ENUM_EXCEPTIONCATEGORY_NAVIGATOR
source: "Ошибка перехода по навигационной ссылке"
ar: "خطأ في التنقل عن طريق رابط التنقل"

# IDS_SIZEFMT_B
source: "%d байт"
ar: "%d بايت"

# IDS_SIZEFMT_K
source: "%d КБ"
ar: "%d كيلوبايت"

# IDS_SIZEFMT_M
source: "%d МБ"
ar: "%d ميغابايت"

# IDS_SIZEFMT_G
source: "%d ГБ"
ar: "%d جيجابايت"

# IDS_DCSSCHEME_DATASET_USEQUERYGROUPIFPOSSIBLE
source: "Использовать группировки запроса если возможно"
ar: "استخدم مجموعات الاستعلام إن أمكن"

# IDS_EVENTLOG_INTEG_EXTERNAL_INTEGRATION_SERVICE_ADDRESS
source: "Адрес внешнего сервиса интеграции"
ar: "عنوان خدمة التكامل الخارجي"

# IDS_EVENTLOG_INTEG_EXTERNAL_INTEGRATION_SERVICE_USER_NAME
source: "Имя пользователя внешнего сервиса интеграции"
ar: "اسم المستخدم لخدمة التكامل الخارجي"

# IDS_EVENTLOG_INTEG_USER_NAME
source: "Имя пользователя"
ar: "اسم المستخدم"

# IDS_EVENTLOG_INTEG_EXTERNAL_INTEGRATION_SERVICE_PASSWORD_CHANGED
source: "Пароль пользователя внешнего сервиса интеграции изменен"
ar: "تم تغيير كلمة مرور مستخدم خدمة التكامل الخارجي."

# IDS_EVENTLOG_INTEG_EXTERNAL_INTEGRATION_SERVICE_PASSWORD_IS_SET
source: "Пароль пользователя внешнего сервиса интеграции установлен"
ar: "تم تعيين كلمة مرور مستخدم خدمة التكامل الخارجي."

# IDS_EVENTLOG_INTEG_ACTIVE
source: "Активность"
ar: "نشاط"

# IDS_GRAPHICSEXCEPTION_MATCHFONT_DESCR
source: " Шрифт не подобран."
ar: " الخط غير متطابق."

# IDS_EXCP_INTEGRATIONSERVICECONNECTEXCEPTION
source: "Ошибка при подключении к сервису интеграции"
ar: "خطأ في الاتصال بخدمة التكامل"

# IDS_EXCP_INTEGRATIONSERVICECHANNELCONNECTEXCEPTION
source: "Ошибка при подключении к каналу сервиса интеграции"
ar: "خطأ في الاتصال بقناة خدمة التكامل"

# IDS_LICENSE_INTEG
source: "Выполняется попытка обращения к сервисам интеграции"
ar: "محاولة الوصول إلى خدمات التكامل"

# IDS_STANDARDPROCCESSING_INTEGRATIONSERVICESMANAGMENT
source: "Управление сервисами интеграции"
ar: "إدارة الخدمات المتكاملة القياسية"

# IDS_ERR_FILTERDATA_PARAMS_ERROR
source: "Реквизит или колонка реквизита %s не найден"
ar: "الدعائم أو الدعائم العمود%s غير موجود"

# IDS_ERRORDLG_TOOLTIP_REPORT
source: "Отправка отчета поможет сделать приложение лучше"
ar: "إرسال تقرير سيساعد في جعل التطبيق أفضل."

# IDS_ERRORREPORT_TITLE_PLEASESEND
source: "Отправка отчета поможет сделать приложение лучше. Спасибо!"
ar: "سيساعد إرسال تقرير في تحسين التطبيق. شكرًا لك!"

# IDS_ERRORREPORT_TITLE_SENDCONFIGINFO
source: "Включить в отчет <link configInfo>сведения об используемом приложении</>"
ar: "تضمين في تقرير<link configInfo> معلومات حول التطبيق</>"

# IDS_ERRORREPORT_TITLE_SENDSYSTEMINFO_DESKTOP
source: "Включить в отчет <link systemInfo>информацию о компьютере</>"
ar: "تضمين في تقرير<link systemInfo> معلومات عن الكمبيوتر</>"

# IDS_ERRORREPORT_TITLE_SENDSYSTEMINFO_WEB
source: "Включить в отчет <link systemInfo>информацию о браузере</>"
ar: "تضمين في تقرير<link systemInfo> معلومات عن المتصفح </>"

# IDS_ERRORREPORT_TITLE_SENDDUMP
source: "Включить в отчет <link dump>текущие данные приложения</>"
ar: "تضمين في تقرير<link dump> بيانات التطبيق الحالية</>"

# IDS_ERRORREPORT_TITLE_SENDDUMP_CALCSIZE
source: "размер вычисляется..."
ar: "يتم حساب الحجم ..."

# IDS_ERRORREPORT_DECORATION_ABOUT
source: "<link about>О программе...</>"
ar: "<link about> حول البرنامج....</>"

# IDS_ERRORREPORT_TITLE_CONFIGINFO
source: "Информация об используемом приложении"
ar: "معلومات حول التطبيق المستخدم"

# IDS_ERRORREPORT_TITLE_DUMP
source: "Системная информация об ошибке"
ar: "معلومات النظام عن الخطأ"

# IDS_ERRORREPORT_CONFIG_NAME
source: "Имя"
ar: "اسم"

# IDS_ERRORREPORT_CONFIG_DESCRIPTION
source: "Описание"
ar: "وصف"

# IDS_ERRORREPORT_CONFIG_VERSION
source: "Версия"
ar: "الإصدار"

# IDS_ERRORREPORT_CONFIG_COMPATIBILITYMODE
source: "Режим совместимости"
ar: "وضع التوافق"

# IDS_ERRORREPORT_CONFIG_CHANGEENABLED
source: "Включена возможность изменения"
ar: "تم تفعيل إمكانية التغيير"

# IDS_ERRORREPORT_CONFIG_EXTENTIONS
source: "Расширения"
ar: "توسيع"

# IDS_ERRORREPORT_TITLE_DUMPDESCRIPTION
source: "Текущие данные приложения (дамп памяти), содержат необходимую информацию для расследования и исправления ошибки. Могут содержать пользовательские данные."
ar: "تحتوي بيانات التطبيق الحالية (تفريغ الذاكرة) على المعلومات اللازمة للتحقيق في الخطأ وتصحيحه. قد تحتوي على بيانات المستخدم."

# IDS_ERRORREPORT_WAITINGTEXT
source: "Выполняется запрос к сервису регистрации ошибок..."
ar: "تم تقديم طلب إلى خدمة تسجيل الخطأ ..."

# IDS_ERRORREPORT_SAVED
source: "Отчет об ошибке сохранен"
ar: "تم حفظ تقرير عن الخطأ"

# IDS_ERRORREPORT_ASKSENDBIGREPORT
source: "Будет отправлено примерно %d данных."
ar: "سيتم إرسال بيانات %d تقريبًا."

# IDS_ERRORREPORT_ASKSENDBIGREPORT_SEND
source: "Отправить"
ar: "إرسال"

# IDS_ERRORREPORT_ASKSENDBIGREPORT_DONTSEND
source: "Не отправлять"
ar: "عدم إرسال"

# IDS_ERRORREPORT_ASKSENDBIGREPORT_SETUP
source: "Настроить отправку..."
ar: "إعدادات الإرسال ..."

# IDS_ERRORREPORT_CREATECOMMAND_TEMPLATE
source: "Сформировать отчет о возникшей ошибке (%s)"
ar: "إنشاء تقرير حول الخطأ (%s)"

# IDS_ERRORREPORT_CREATECOMMAND_NOERRORS
source: "нет ошибок"
ar: "بدون أخطاء"

# IDS_ERRORREPORT_CREATECOMMAND_SENDED
source: "отчет был отправлен"
ar: "تم إرسال التقرير"

# IDS_MOXELEXCEPTION_DRAWING_NOT_FOUND
source: "Не найден рисунок табличного документа."
ar: "لا يمكن العثور على صورة مستند مجدول."

# IDS_INVALID_SELECT_CONDITION
source: "Неправильный отбор в наборе записей"
ar: "اختيار غير صحيح في مجموعة سجلات"

# IDS_CFG_FILE_EXPECTED
source: "Ожидается файл конфигурации"
ar: "ملحق ملف التكوين المتوقع"

# IDS_DUMP_CONFIG_DUMP_INFO_ONLY_PARAM_DESCR
source: "Выполнить выгрузку только файла версий"
ar: "تنزيل ملف الإصدار فقط"

# IDS_TEXTDIRECTION_LEFTTORIGHT
source: "Слева направо"
ar: "من اليسار إلى اليمين"

# IDS_TEXTDIRECTION_RIGHTTOLEFT
source: "Справа налево"
ar: "من اليمين إلى اليسار"

# IDS_START_CONFERENCE_ADD
source: "Добавить участников в видеозвонок"
ar: "إضافة مشاركين إلى مكالمة فيديو"

# IDS_START_CONFERENCE_ADD_ONE
source: "Добавить участника в видеозвонок"
ar: "إضافة مشارك إلى مكالمة فيديو"

# IDS_TYPE_PRESENTATION_ANALYTICSSYSTEMSERVERCONNECTION
source: "Соединение с сервером системы аналитики"
ar: "الاتصال بخادم نظام التحليلات"

# IDS_TYPE_PRESENTATION_ANALYTICSSYSTEMSCHEMA
source: "Схема системы аналитики"
ar: "مخطط نظام التحليلات"

# IDS_ANS_SERVER_COMMUNICATION_ERROR
source: "Ошибка взаимодействия с сервером системы аналитики"
ar: "خطأ في التفاعل مع خادم نظام التحليلات"

# IDS_CMS_WARN_SAME_NAME_DIFFERENT_BELONGING
source: "Для объекта %s не установлено соответствие из-за отличия принадлежности:"
ar: "النسبة للموضوع%s\"لم يتم إثبات التطابق بسبب الاختلاف في الملكية:"

# IDS_KEY_SEARCH_JOURNAL_TITLE
source: "Журнал поиска ключа"
ar: "سجل البحث الرئيسي"

# IDS_RECONNECT_INFO_DETAILS
source: "u000AНажмите u0022Подробно...u0022 для более детальной информации."
ar: "u000A انقر فوق u0022 التفاصيل ... u0022 لمزيد من المعلومات التفصيلية."

# IDS_PROPERTY_TEXTDIRECTION
source: "Направление текстаu000AНаправление текста"
ar: "اتجاه النص u000A اتجاه النص"

# IDS_PLANNER_GRID_EDITOR_SUBORDINATESONLY
source: "Отображать область элементов только для подчиненных"
ar: " عرض منطقة العناصر للتابعين فقط"

# IDS_TYPE_PRESENTATION_ADDINASYNCRESULT
source: "Результат Асинх вызова внешней компоненты"
ar: "نتيجة غير متزامنة استدعاء مكون إضافي"

# IDS_BOTCONNECTION
source: "Соединение с ботом"
ar: "الاتصال بالبوت"

# IDS_COMPATIBILITY_MODE_VERSION_8_3_17_MDENUMVAL
source: "Версия 8.3.17"
ar: "الإصدار 8.3.17"

# IDS_PROCESS_ECSBOT
source: "Вызов бота"
ar: "اتصل بالبوت"

# IDS_PROCESS_ECSBOT_DESCR
source: "Событие возникает в момент вызова бота системой взаимодействия"
ar: "يحدث الحدث في الوقت الذي يتم فيه استدعاء الروبوت من قبل نظام التفاعل"

# IDS_ECSBOT_PREDEFINED_MDPROP
source: "Предопределенныйu000AПредопределенный бот"
ar: "مُحدّد مسبقًا u000A بوت مُحدَّد مسبقًا"

# IDS_ECSBOT_MDCLASS
source: "Бот"
ar: "بوت"

# IDS_ECSBOT_MDCLASS_MULTY
source: "Боты"
ar: "الروبوتات"

# IDS_XCF_ERR_INCORRECT_OBJ_VERSION
source: "Ошибка чтения файла версий %s: %s - некорректная версия объекта метаданных."
ar: "خطأ في قراءة ملف الإصدار%s:%s - إصدار غير صحيح لكائن بيانات التعريف."

# IDS_XCF_ERR_ENTITY_NOT_IND_SAVE_OBJ
source: "Невозможно сохранить объект метаданых %s в отдельный XML-файл. Вы можете сохранить его как часть родительского объекта."
ar: "لا يمكن حفظ كائن بيانات التعريف %s في ملف XML منفصل. يمكنك حفظه كجزء من الكائن الأصل."

# IDS_TYPE_EXTENSION_INCORRECT
source: "Изменение типов недопустимо в режиме совместимости 8.3.17 и ниже"
ar: "تغيير النوع غير مسموح به في وضع التوافق 8.3.17 وأدناه"

# IDS_TYPE_EXTENSION_FORBIDEN
source: "Изменение типа в расширениях недопустимо"
ar: "تغيير النوع في البرنامج المساعد غير مسموح به"

# IDS_EXTENSION_SINGLETYPES_ERR
source: "В результате расширения тип будет содержать один или несколько типов, которые не могут быть включены в составной тип данных"
ar: "نتيجة للبرنامج المساعد ، سيحتوي النوع على نوع واحد أو أكثر التي لا يمكن تضمينها في نوع البيانات المركب"

# IDS_EXTENSION_CHECK_FIX_SUBSYSTEM_MOVED_ERROR
source: "Подсистема перемещена или родительская подсистема переименована"
ar: "تم نقل النظام الفرعي أو تم إعادة تسمية النظام الفرعي الأصل"

# IDS_EXTENSION_CHECK_FIX_PARENT_RENAMED_ERROR
source: "Родительский объект переименован"
ar: "تمت إعادة تسمية الموضوع الأصل"

# IDS_ECSTABLE_NONUNIQUERECORDS
source: "Таблица параметров регистрации системы взаимодействия содержит не уникальные записи, которые будут удалены"
ar: "لا يحتوي جدول معلمات التسجيل لنظام التعاون على إدخالات فريدة سيتم حذفها."

# IDS_STX_ASYNC_INVALID
source: "Недопустимое объявление асинхронной процедуры или функции"
ar: "إعلان غير صالح لإجراء أو وظيفة غير متزامنة"

# IDS_STX_AWAIT_INVALID
source: "Оператор Ждать (Await) может употребляться только в асинхронных процедурах или функциях"
ar: "يمكن استخدام عامل Await فقط في الإجراءات أو الوظائف غير المتزامنة."

# IDS_UNKNOWN_MODULE_NAME
source: "Неизвестный модуль"
ar: "وحدة غير معروفة"

# IDS_CHART_PROPERTYNOTAVAILABLEONCLIENT
source: "Свойство недоступно на тонком клиенте"
ar: "خاصية غير متوفرة على العميل الرقيق"

# IDS_AUTHORIZE
source: "Авторизоваться"
ar: "تسجيل الدخول"

# IDS_ENTER_PASSWORD
source: "Введите пароль:"
ar: "أدخل كلمة المرور:"

# IDS_DEBUGLOADEXCEPTION_CONNECTION_TYPE_ERROR
source: "Тип подключения цели отладки отличается от типа, используемого сервером отладки"
ar: "نوع اتصال هدف التصحيح يختلف عن النوع المستخدم من قبل خادم التصحيح"

# IDS_ERR_NOT_SERIALIZABLE
source: "Несериализуемое значение"
ar: "قيمة غير قابلة للتسلسل"

# IDS_ECS_CANT_CHANGE_PREDEFINED_BOT_PROPERTY
source: "Свойство %s пользователя предопределенного бота не может быть изменено"
ar: "لا يمكن تغيير خاصية%s المستخدم للبوت المحدد مسبقًا."

# IDS_CMD_COPY_ATTACHMENT
source: "Копировать"
ar: "نسخ"
