Repository: selenium-sso-user/github-project
Catalog: source/StringsOutput.po
Languages: ar

# IDS_CMD_QUOTE_MESSAGE
source: "Цитировать"
ar: "اقتباس"

# IDS_SYSCMD_QUOTE
source: "Цитировать"
ar: "اقتباس"

# IDS_PRESENTATION_ECSMESSAGEACTION
source: "Действие сообщения системы взаимодействия"
ar: "إجراء رسالة نظام التعاون"

# IDS_PRESENTATION_ECSMESSAGEACTIONCOLLECTION
source: "Коллекция действий сообщения системы взаимодействия"
ar: "مجموعة من رسائل اتصال نظام التعاون"

# IDS_STDCOMMAND_COPY_ATTACHMENT
source: "Копировать вложение"
ar: "سخ المر"

# IDS_STDCOMMAND_QUOTE_MESSAGE
source: "Цитировать сообщение"
ar: "اقتباس رسالة"

# IDS_HASH_FUNC_SHA512
source: "Хеш функция SHA512"
ar: "وظيفة التجزئة SHA512"

# IDS_EXTUI_ERR_INSTALLCOMPINFONONEED
source: "Расширение получения информации о компьютере постоянно доступно в данном режиме запуска."
ar: "يوفر البرنامج المساعد الحصول على معلومات الكمبيوتر دائمًا في وضع بدء التشغيل هذا."

# IDS_SPLASH_TITLE_STR
source: "Загрузка конфигурационной информации..."
ar: "تحميل معلومات التكوين"

# IDS_GLOBALSEARCHRESULTACTIONCHOICE_EVENT
source: "При выборе действия в результате глобального поиска"
ar: "عند اختيار إجراء من بحث عالمي"

# IDS_GLOBALSEARCHRESULTACTIONCHOICE_EVENTDESCR
source: "Вызывается при выборе действия в результате глобального поиска"
ar: "يتم الاتصال به عند تحديد إجراء بحث عام."

# IDS_ECSMESSAGEACTIONCHOICE_EVENT
source: "При выборе действия в сообщении системы взаимодействия"
ar: "عند تحديد إجراء في رسالة نظام التعاون"

# IDS_ECSMESSAGEACTIONCHOICE_EVENTDESCR
source: "Вызывается при выборе действия в сообщении системы взаимодействия"
ar: "يتم الاتصال به عند تحديد إجراء في رسالة نظام التعاون"

# IDS_COMMAND_DESCR_INFOBASE_CONFIG_IMPORT_TO_XML_ALL_EXTENSIONS
source: "Импорт всех расширений конфигурации из XML"
ar: "استيراد كافة البرامج المساعدة للتطبيق من XML"

# IDS_ARG_DESCR_INFOBASE_CONFIG_EXPORT_TO_XML_ALL_EXTENSIONS
source: "путь к каталогу, в который будут выгружены расширения конфигурации"
ar: "المسار إلى الدليل حيث سيتم تحميل البرامج المساعدة للتطبيق"

# IDS_COMMAND_DESCR_INFOBASE_CONFIG_EXPORT_TO_XML_OBJECTS
source: "Экспорт выбранных объектов конфигурации в XML"
ar: "تصدير مواضيع التطبيق المحددة إلى XML"

# IDS_COMMAND_DESCR_INFOBASE_CONFIG_EXPORT_TO_XML_INFO
source: "Вывести информацию о состоянии конфигурации (ConfigDumpInfo)"
ar: "عرض معلومات عن حالة التطبيق (ConfigDumpInfo)"

# IDS_COMMAND_DESCR_INFOBASE_CONFIG_EXPORT_TO_XML_STATUS
source: "Вывести информацию о изменениях конфигурации относительно переданного состояния (ConfigDumpInfo)"
ar: "عرض معلومات حول تغييرات التطبيق فيما يتعلق بالحالة المرسلة (ConfigDumpInfo)"

# IDS_COMMAND_DESCR_INFOBASE_CONFIG_EXPORT_TO_XML_ALL_EXTENSIONS
source: "Экспорт всех расширений конфигурации в XML"
ar: "تصدير كافة ملحقات التطبيق إلى XML"

# IDS_ARG_DESCR_INFOBASE_CONFIG_IMPORT_TO_XML_ALL_EXTENSIONS
source: "путь к каталогу, из которого будут загружены расширения конфигурации"
ar: "المسار إلى الدليل الذي سيتم تحميل البرامج المساعدة للتطبيق منه"

# IDS_STATUS_ERR_CFG_IMPORT
source: "Операция невозможна: при выполнени импорта конфигурации из XML обнаружены ошибки"
ar: "العملية غير ممكنة: حدثت أخطاء أثناء إدخال ملفات الاعداد من XML"

# IDS_STATUS_INFO_CFG_IMPORT
source: "Импорт конфигурации из XML..."
ar: "إدخال ملفات الأعداد من XML..."

# IDS_STATUS_INFO_CFG_IMPORT_SUCCESS
source: "Импорт конфигурации из XML успешно завершен"
ar: "تم بنجاح إدخال ملفات الأعداد من XML"

# IDS_STATUS_INFO_CFG_IMPORT_ALL_EXT
source: "Импорт расширений конфигурации в XML..."
ar: "استيراد البرامج المساعدة للتطبيق إلى XML ..."

# IDS_STATUS_INFO_CFG_IMPORT_ALL_EXT_SUCCESS
source: "Импорт расширений конфигурации в XML успешно завершен"
ar: "اكتمل استيراد البرامج المساعدة للتطبيق إلى XML بنجاح"

# IDS_STATUS_ERR_CFG_IMPORT_ALL_EXT
source: "Операция невозможна, при выполнени импорта расширений конфигурации в XML обнаружены ошибки:"
ar: "العملية غير ممكنة ، تم اكتشاف أخطاء أثناء استيراد البرامج المساعدة للتطبيق إلى XML:"

# IDS_COMMAND_DESCR_INFOBASE_CONFIG_IMPORT_FROM_XML_FILES
source: "Импорт выбранных файлов конфигурации из XML"
ar: "استيراد ملفات التطبيق المحددة من XML"

# IDS_ARG_DESCR_FILES
source: "Список фалов конфигурации для импорта"
ar: "قائمة ملفات التطبيق للاستيراد"

# IDS_OPT_DESCR_IMPORT_FILES_BASE_DIR
source: "Базовый каталог, содержащий XML файлы конфигурации"
ar: "الدليل الأساسي الذي يحتوي على ملفات تطبيق XML"

# IDS_CLI_ERR_NO_FILES_PRESENT
source: "Не указано ни одного файла."
ar: "لم يتم تحديد أي ملف ."

# IDS_STATUS_ERR_CFG_FILES_IMPORT
source: "Операция невозможна: при выполнени импорта файлов конфигурации из XML обнаружены ошибки"
ar: "العملية غير ممكنة: تم اكتشاف أخطاء أثناء استيراد ملفات التطبيق من XML"

# IDS_ERR_NO_DIRECTORY_PRESENT
source: "Не указан базовый каталог"
ar: "الدليل الأساسي غير محدد"

# IDS_STATUS_INFO_CFG_FILES_IMPORT
source: "Импорт файлов конфигурации из XML..."
ar: "استيراد ملفات التطبيق من XML ..."

# IDS_STATUS_INFO_CFG_FILES_IMPORT_SUCCESS
source: "Импорт файлов конфигурации из XML успешно завершен"
ar: "اكتمل استيراد ملفات التطبيق من XML بنجاح"

# IDS_STATUS_INFO_CFG_EXPORT_ALL_EXT
source: "Экспорт расширений конфигурации в XML..."
ar: "تصدير البرامج المساعده للتطبيق إلى XML ..."

# IDS_STATUS_INFO_CFG_EXPORT_ALL_EXT_SUCCESS
source: "Экспорт расширений конфигурации в XML успешно завершен"
ar: "اكتمل تصدير البرامج المساعده للتطبيق إلى XML بنجاح"

# IDS_STATUS_ERR_CFG_EXPORT_ALL_EXT
source: "Операция невозможна, при выполнени экспорта расширений конфигурации в XML обнаружены ошибки:"
ar: "العملية غير ممكنة ، تمت مصادفة أخطاء أثناء تصدير البرامح المساعدة للتطبيق إلى XML:"

# IDS_STATUS_INFO_CONFIG_EXPORT_OBJS_TO_XML
source: "Экспорт объектов конфигурации в XML..."
ar: "تصدير مواضيع التطبيق إلى XML ..."

# IDS_STATUS_INFO_CONFIG_EXPORT_OBJS_TO_XML_SUCCESS
source: "Экспорт объектов конфигурации в XML успешно завершен"
ar: "تم الانتهاء من تصدير مواضيع التطبيق إلى XML بنجاح"

# IDS_STATUS_ERR_CONFIG_EXPORT_OBJS_TO_XML
source: "Операция невозможна, при выполнени экспорта объектов конфигурации в XML обнаружены ошибки:"
ar: "العملية غير ممكنة ، تم اكتشاف أخطاء أثناء تصدير مواضيع التطبيق إلى XML:"

# IDS_STATUS_INFO_CONFIG_EXPORT_SYNC
source: "Синхронизация ранее экспортированной конфигурации c конфигурацией информационной базы..."
ar: "مزامنة التطبيق تم تصديره مسبقًا مع تطبيق قاعدة المعلومات ..."

# IDS_STATUS_INFO_CONFIG_EXPORT_SYNC_SUCCESS
source: "Синхронизация ранее экспортированной конфигурации c конфигурацией информационной базы успешно завершен."
ar: "اكتملت مزامنة التطبيق الذي تم تصديره مسبقًا مع تطبيق قاعدة المعلومات بنجاح."

# IDS_STATUS_ERR_CONFIG_EXPORT_SYNC
source: "Операция невозможна, при выполнени синхронизации обнаружены ошибки:"
ar: "العملية غير ممكنة ، تم اكتشاف أخطاء أثناء المزامنة:"

# IDS_STATUS_INFO_CONFIG_EXPORT_BASE
source: "Экспорт изменений конфигурации в XML..."
ar: "تصدير تغييرات التطبيق إلى XML ..."

# IDS_STATUS_INFO_CONFIG_EXPORT_BASE_SUCCESS
source: "Экспорт изменений конфигурации в XML успешно завершен"
ar: "تم الانتهاء من تصدير تغييرات التطبيق إلى XML بنجاح"

# IDS_STATUS_ERR_CONFIG_EXPORT_BASE
source: "Операция невозможна, при выполнени экспорта изменений конфигурации в XML обнаружены ошибки:"
ar: "العملية غير ممكنة ، تم اكتشاف أخطاء أثناء تصدير تغييرات التطبيق إلى XML:"

# IDS_STATUS_INFO_CONFIG_EXPORT_STATUS
source: "Вычисление изменений конфигурации информационной базы относительно ранее сохраненного состояния..."
ar: "حساب تغييرات تطبيق قاعدة المعلومات نسبة إلى الحالة التي تم حفظها مسبقًا ..."

# IDS_STATUS_INFO_CONFIG_EXPORT_STATUS_SUCCESS
source: "Вычисление изменений конфигурации информационной базы относительно ранее сохраненного состояния успешно завершено."
ar: "تم الانتهاء بنجاح من حساب تغييرات تطبيق قاعدة المعلومات المتعلقة بالحالة المحفوظة مسبقًا."

# IDS_STATUS_ERR_CONFIG_EXPORT_STATUS
source: "Операция невозможна, при вычисление изменений конфигурации информационной базы относительно ранее сохраненного состояния обнаружены ошибки:"
ar: "العملية غير ممكنة ؛ تم الكشف عن أخطاء عند حساب التغييرات في تطبيق قاعدة المعلومات المتعلقة بالحالة المحفوظة مسبقًا:"

# IDS_STATUS_INFO_CONFIG_EXPORT_INFO
source: "Получение информации о состоянии конфигурации информационной базы..."
ar: "الحصول على معلومات حول حالة تطبيق قاعدة المعلومات..."

# IDS_STATUS_INFO_CONFIG_EXPORT_INFO_SUCCESS
source: "Получение информации о состоянии конфигурации информационной базы успешно завершено."
ar: "تم الحصول على معلومات حول حالة تطبيق قاعدة المعلومات بنجاح."

# IDS_STATUS_ERR_CONFIG_EXPORT_INFO
source: "Операция невозможна, при получении информации о состоянии конфигурации информационной базы обнаружены ошибки:"
ar: "العملية غير ممكنة ؛ تم تلقي أخطاء عند تلقي معلومات حول حالة تطبيق قاعدة المعلومات:"

# IDS_STATUS_ERR_EXPORT_DIR_NOT_EMPTY
source: "Каталог %s не пуст."
ar: "دليل%s ليس فارغا."

# IDS_ERR_NON_HIERARCHICAL_FORMAT
source: "Формат выгрузки не является иерархическим"
ar: "تنسيق التحميل ليس هرميًا"

# IDS_ERR_NO_DUMPINFO_FILE_PRESENT
source: "Не указан путь к файлу ConfigDumpInfo.xml"
ar: "المسار إلى ملفConfigDumpInfo .xml غير محدد"

# IDS_ERR_NO_OBJECTS_TO_EXPORT
source: "Не указано ни одного объекта для экспорта."
ar: "لم يتم تحديد مواضيع للتصدير."

# IDS_ERR_MUTUALLY_EXCLUSIVE_OPTIONS
source: "Опции %s и %s не могут быть использованы одновременно."
ar: "خيارات%s و%sلا يمكن استخدامها في نفس الوقت."

# IDS_OPT_DESCR_DUMPINFO_OUT
source: "Путь к файлу для записи информации о конфигурации"
ar: "مسار الملف لتسجيل معلومات عن التطبيق "

# IDS_OPT_DESCR_STATUS_OUT
source: "Путь к файлу для записи информации о изменениях в конфигурации"
ar: "مسار الملف لتسجيل تغييرات في التطبيق "

# IDS_OPT_DESCR_STATUS_BASE
source: "Путь к файлу информации о конфигурации (ConfigDumpInfo) относительно которого вычисляются изменения текущей конфигурации"
ar: "المسار إلى ملف معلومات التطبيق (ConfigDumpInfo) بالنسبة إلى التغييرات التي يتم حسابها على التطبيق الحالي"

# IDS_OPT_DESCR_STATUS_SHORT
source: "Отображать информацию о изменениях в сокращенном виде."
ar: "عرض معلومات عن التغييرات في شكل مختصر."

# IDS_ERR_NO_INFOFILE_NAME_PRESENT
source: "%s : не указан файл для вывода информации"
ar: "%s: ملف لعرض المعلومات غير محدد"

# IDS_ERR_FMT_VER_NOT_MATCH
source: "Версия формат выгрузки и платформы не совпадают. Требуется экспортировать конфигурацию полностью."
ar: "تنسيق تحميل الإصدار والأنظمة الأساسية غير متطابقة. مطلوب تصدير التطبيق بالكامل."

# IDS_ERR_ROOT_NAME_OR_ID_NOT_MATCH
source: "Имя и/или идентификатор корневого объекта выгруженной и текущей конфигурации не совпадают."
ar: "اسم و / أو معرف الكائن الجذر للتطبيق الذي تم تحميله والتطبيق الحالي غير متطابقين."

# IDS_ERR_NO_DUMPINFO_IN_DIR
source: "В каталоге выгрузки отсутствует файл %s. Требуется экспортировать конфигурацию полностью."
ar: "لا يوجد ملف في دليل التحميل%s. يجب تصدير التطبيق بالكامل."

# IDS_ERR_FULL_DUMP_REQUIRED
source: "Требуется экспортировать конфигурацию полностью."
ar: "مطلوب تصدير التطبيق بالكامل."

# IDS_ERR_DIR_NOT_EXISTS
source: "Каталог %s не существует."
ar: "دليل%s غير موجود."

# IDS_ERR_NO_OBJECTS_PRESENT
source: "Не указано ни одного объекта метаданных."
ar: "لم يتم تحديد كائن بيانات تعريف."

# IDS_ARG_DESCR_OBJECTS
source: "Список объектов конфигурации для экспорта"
ar: "قائمة موضوعات التطبيق للتصدير"

# IDS_OPT_DESCR_OBJS_OUT
source: "Каталог для экспорта выбранных объектов"
ar: "دليل تصدير كائنات محددة"

# IDS_OPT_DESCR_SYNC
source: "Синхронизировать имеющейся экспорт с конфигурацией"
ar: "مزامنة التصدير الموجودة مع التطبيق "

# IDS_OPT_DESCR_RECURSIVE
source: "Выполнять экспорт дочерних объектов."
ar: "تصدير مواضيع تابعة."

# IDS_ECS_BOT_IN_QUEUE_TABLE
source: "Таблица очереди получаемых сообщений бота системы взаимодействия"
ar: "جدول قائمة انتظار الرسائل المستلمة من بوت نظام التعاون"

# IDS_ECS_RECEIVING_MESSAGES_JOB_NAME
source: "Получение сообщений ботов"
ar: "تلقي رسائل الروبوت"

# IDS_ECS_RECEIVE_MESSAGES_QUEUE_PROCESSING_JOB_NAME
source: "Обработка очередей получения сообщений ботов"
ar: "معالجة قوائم الانتظار لتلقي رسائل الروبوت"

# IDS_ECS_RECEIVED_MESSAGES_PROCESSING_JOB_NAME
source: "Обработка полученных сообщений ботов: "
ar: "معالجة رسائل برنامج الروبوت المستلمة:"

# IDS_ECS_REQUIRED_PROPERTY_NOT_SET
source: "Заданы не все обязательные свойства"
ar: "لم يتم تعيين كافة الخصائص المطلوبة."

# IDS_ECS_CANT_DELETE_PREDEFINED_BOT
source: "Предопределенный бот не может быть удален"
ar: "برنامج التتبع المحدد مسبقًا لا يمكن حذفه"

# IDS_ECS_CANT_CHANGE_PREDEFINED_BOT_PROPERTY
source: "Свойство %s предопределенного бота не может быть изменено"
ar: "لا يمكن تغيير خاصية%s الروبوت المحدد مسبقًا."

# IDS_DOWNLOAD_PROGRESS_DONE
source: "Загрузка завершена."
ar: "التحميل اكتمل."

# IDS_DOWNLOAD_PROGRESS_INSTALL
source: "Установка приложения..."
ar: "تثبيت التطبيق ..."

# IDS_PLANNERFIELDURLCLICK_EVENT
source: "Нажатие на навигационной ссылке"
ar: "النقر على رابط التنقل"

# IDS_PLANNERFIELDURLCLICK_EVENTDESCR
source: "Возникает при нажатии на навигационной ссылке и после события '%s'"
ar: "يحدث عند النقر فوق رابط التنقل وبعد الحدث\"%s \""

# IDS_PLANNERFIELDITEMACTIONCLICK_EVENT
source: "Нажатие на действие планировщика"
ar: "النقر على إجراء المجدول"

# IDS_PLANNERFIELDITEMACTIONCLICK_EVENTDESCR
source: "Возникает при нажатии на действие планировщика и после события '%s'"
ar: "يحدث عند النقر فوق إجراء المجدول وبعد الحدث\" %s\""

# IDS_CMD_INSTALL_PWA
source: "Отображать как отдельное приложение"
ar: "العرض كتطبيق مستقل"

# IDS_CMD_PLANNER_GOTO_URL
source: "Перейти"
ar: "اذهب إلى"

# IDS_CMD_PLANNER_COPY_URL
source: "Копированить ссылку"
ar: "انسخ الرابط"

# IDS_CMD_PLANNER_EXECUTE_ACTION
source: "Выполнить действие"
ar: "تنفيذ إجراء"

# IDS_PLNNRCMDSOURCE_URL
source: "Навигационная ссылка"
ar: "رابط التنقل"

# IDS_PLNNRCMDSOURCE_ACTION
source: "Действие"
ar: "عملية"

# IDS_PLNNRSTDCOMMAND_GOTO_URL
source: "Перейти по навигационной ссылке"
ar: "انتقل برابط التنقل"

# IDS_PLNNRSTDCOMMAND_COPY_URL
source: "Копировать навигационную ссылку"
ar: "نسخ رابط التن"

# IDS_PLNNRSTDCOMMAND_EXECUTE_ACTION
source: "Выполнить действие"
ar: "تنفيذ إجراء"

# IDS_MARK_DELETED_WRITEANDSET
source: "Записать и пометить"
ar: "سجيل وتحد"

# IDS_MARK_DELETED_WRITEANDCLEAR
source: "Записать и снять пометку"
ar: "تسجيل وإلغاء التحديد"

# IDS_OBJECTCOPYAFTERWRITE
source: "Для копирования необходимо выполнить запись данных"
ar: "للنسخ ، يجب عليك كتابة البيانات"

# IDS_OBJECTWRITEANDCOPY
source: "Записать и скопировать"
ar: "سجيل ون"

# IDS_COMPINFO_ALREADY_INSTALLED
source: "Расширение получения информации о компьютере уже подключено."
ar: "برنامج مساعد لتلقي معلومات الكمبيوتر متصل بالفعل."

# IDS_COMPINFO_ERROR
source: "Расширение получения информации о компьютере не смогло опросить оборудование."
ar: "برنامج مساعد للحصول على معلومات حول الكمبيوتر لا يمكن استجواب المعدات."

# IDS_BROWSER_DSNT_SUPPORT_COMPINFO_EXT
source: "Для данного браузера использование расширения получения информации о компьютере не поддерживается."
ar: "بالنسبة إلى هذا المتصفح ، لا يتم دعم استخدام برنامج مساعد للحصول على معلومات عن الكمبيوتر."

# IDS_COMPINFO_DONT_INSTALLED
source: "Расширение получения информации о компьютере не подключено."
ar: "برنامج مساعد لتلقي معلومات عن الكمبيوتر غير متصل."

# IDS_PRESENTATION_GLOBALSEARCHRESULTITEMACTION
source: "Действие элемента результата глобального поиска"
ar: "إجراء عنصر نتيجة البحث الشامل"

# IDS_PRESENTATION_GLOBALSEARCHRESULTITEMACTIONCOLLECTION
source: "Коллекция действий элемента результата глобального поиска"
ar: "مجموعة من إجراءات عنصر نتائج البحث الشاملة"

# IDS_GLOBALSEARCHRESULT_ACTION_COPY
source: "Скопировать"
ar: "لنسخ"

# IDS_GLOBALSEARCHRESULT_ACTION_CALCULATOR
source: "Калькулятор"
ar: "آلة حاسبة"

# IDS_GLOBALSEARCHRESULT_ACTION_VIDEOCALL
source: "Видеозвонок"
ar: "مكالمة فيديو"

# IDS_TYPE_PRESENTATION_PWAMANAGER
source: "Менеджер прогрессивного веб-приложения"
ar: "دير تطبيق الويب التقد"

# IDS_ERR_PWA_NOT_AVALIABLE
source: "Прогрессивное веб-приложение не доступно"
ar: "تطبيق الويب التقدمي غير متوفر."

# IDS_PROPERTY_PLANNER_NEWITEMSTEXTTYPE
source: "Тип текста новых элементов"
ar: "نوع نص العناصر الجديدة"

# IDS_PROPERTY_PLANNER_NEWITEMSTEXTTYPE_DESCR
source: "Содержит тип текста новых элементов"
ar: "يحتوي على نوع النص للعناصر الجديدة"

# IDS_PROPERTY_PLANNER_NEWITEMSTEXTTYPE_STRING
source: "Строка"
ar: "صف"

# IDS_PROPERTY_PLANNER_NEWITEMSTEXTTYPE_FORMATTED_STRING
source: "Форматированная строка"
ar: "سلسلة منسقة"

# IDS_PROPERTY_PLANNER_BORDER
source: "Рамка"
ar: "الإطار"

# IDS_PROPERTY_PLANNER_BORDER_DESCR
source: "Рамка"
ar: "الإطار"

# IDS_NEED_INSTALL_COMPINFO
source: "Необходимо установить расширение получения информации о компьютере."
ar: "يجب تثبيت برنامج مساعد للحصول على معلومات حول الكمبيوتر."

# IDS_NOW_NEED_INSTALL_COMPINFO
source: "Теперь осталось установить расширение получения информации о компьютере."
ar: "يبقى الآن تثبيت برنامج مساعد للحصول على معلومات حول الكمبيوتر."

# IDS_COMPINFO_ABOUT
source: "Расширение получения информации о компьютере позволяет клиентскому приложению опрашивать сетевое оборудование для получения их свойств."
ar: "يسمح البرنامج المساعد الحصول على معلومات حول الكمبيوتر لتطبيق عميل بالاستعلام عن معدات الشبكة لخصائصها."

# IDS_TYPE_PRESENTATION_PROMISE
source: "Обещание"
ar: "وعد"

# IDS_PDF_READER_WRITER_UNITIALIZED_OBJECT
source: "Объект не инициализирован"
ar: "الكائن غير مهيأ"

# IDS_CLOSE_BUTTON_TITLE
source: "Скрыть все"
ar: "خفاء كل ش"

# IDS_CLOSE_NOTIFICATION_TOOLTIP
source: "Скрыть"
ar: "إخفاء"

# IDS_TYPE_PRESENTATION_PLANNERITEMACTIONTYPE
source: "Действие элемента планировщика"
ar: "إجراء عنصر مخطط"

# IDS_TYPE_PRESENTATION_PLANNERITEMACTIONCOLLECTIONTYPE
source: "Коллекция действий элемента планировщика"
ar: "مجموعة إجراءات عنصر المخطط"

# IDS_PLANNER_BORDER
source: "Рамка"
ar: "الإطار"

# IDS_ITEMACTIONPOSITION_END_OF_TEXT
source: "В конце текста"
ar: "في نهاية النص"

# IDS_ITEMACTIONPOSITION_END_OF_ITEM
source: "В конце элемента"
ar: "في نهاية العنصر"

# IDS_ITEMENABLEEDITMODE_DISABLE_EDIT
source: "Запретить редактирование"
ar: "نع التحر"

# IDS_ITEMENABLEEDITMODE_DISABLE_DRAG_AND_STRETCH
source: "Запретить перетаскивание и растягивание"
ar: "منع السحب والإفلات"

# IDS_ITEMENABLEEDITMODE_DISABLE_STRETCH
source: "Запретить растягивание"
ar: "نع التم"

# IDS_ITEMENABLEEDITMODE_ENABLE_EDIT
source: "Разрешить редактирование"
ar: "لسماح بالتعد"

# IDS_NEWITEMSTEXTTYPE_STRING
source: "Строка"
ar: "صف"

# IDS_NEWITEMSTEXTTYPE_FORMATTED_STRING
source: "Форматированная строка"
ar: "سلسلة منسقة"

# IDS_PLNNRSTDCOMMAND_GOTO_URL
source: "Перейти"
ar: "اذهب إلى"

# IDS_PLNNRSTDCOMMAND_COPY_URL
source: "Копировать ссылку"
ar: "نسخ الرابط"

# IDS_ESCERR_METHODPARAMSNUM
source: "Неверное количество параметров метода %s сервиса внешнего управления сеансами. Текущая версия сервиса: %d"
ar: "عدد المعلمات غير صالح لطريقة%s خدمة إدارة الجلسة الخارجية. إصدار الخدمة الحالي:%d"

# IDS_DBDA_NO_AVAILABLE_PORT_IN_PORTRANGE
source: "Не осталось ни одного свободного порта в диапазоне "
ar: "لا يوجد منفذ مجاني واحد في النطاق"

# IDS_DBDA_RESTAPI_BAD_RESPONSE
source: "DBDA сервер REST API прислал некорректный ответ"
ar: "أرسل خادم DBDA REST API استجابة غير صحيحة"

# IDS_DBDA_RESTAPI_HTTPS_START_FAILED
source: "Ошибка старта HTTPS DBDA REST API сервера %d: %s"
ar: "خطأ في بدء تشغيل ملقم HTTPS DBDA REST API%d: %s"

# IDS_DBDA_ADMINCOMMAND_GENERIC_ERROR
source: "При обращении к административному интерфейсу DBDA произошла ошибка %d: %s"
ar: "حدث خطأ أثناء الوصول إلى واجهة DBDA الإدارية%d:%s"

# IDS_TRANSLUCENCE_AUTOCALCULATION
source: "Автоматический расчет"
ar: "الحساب التلقائي"

# IDS_BACKGROUND_SUSPEND_PARAM_DESCR
source: "Приостанавливает фоновое обновление конфигурации на паузу. Если фоновое обновление не запущено, будет выдана ошибка"
ar: "مؤقتا تحديث تكوين الخلفية. إذا لم يكن تحديث الخلفية قيد التشغيل ، فسيصدر خطأ"

# IDS_INTERACTIVE_SECURITY_SECOND_CHANCE_EXP
source: "Действие прервано системой защиты от опасных действий"
ar: "تمت مقاطعة الإجراء بواسطة نظام حماية المخاطر"

# IDS_DCSAPPEARANCE_AUTOWIDTHCALCULATION
source: "Растягивать по горизонтали"
ar: "تمتد أفقيا"

# IDS_DCSAPPEARANCE_WIDTHWEIGHTFACTOR
source: "Весовой коэффициент ширины"
ar: "معامل الوزن عرض"

# IDS_PROPERTY_CURSOR_TYPES
source: "Тип курсоров"
ar: "نوع المؤشرات"

# IDS_TYPE_PRESENTATION_POINTOFTIME_WITH_PERIOD_ADJUSTMENT_ONCLIENT
source: "Момент времени с уточнением периода"
ar: "لحظة من الوقت مع توضيح الفترة"

# IDS_SSMDONTSHOW
source: "Не отображать"
ar: "لا تعرض"
