Repository: selenium-sso-user/github-project
Catalog: source/StringsOutput.po
Languages: ar

# IDS_ANALYTICS_SYSTEM
source: "Клиент системы аналитики"
ar: "عميل نظام التحليلات"

# IDS_ERRORINFO_UNEXPECTEDERROR
source: "Непредвиденная ошибка"
ar: "لقد حدث خطأ غير متوقع."

# IDS_ERRORINFO_SIMPLE_MESSAGETEMPLATE_RESTART
source: "<fontsize 120%>{param}</> Дальнейшая работа возможна только после перезапуска. Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 120%>{param}</> لا يمكن القيام بالمزيد من العمل إلا بعد إعادة التشغيل. ، وإذا حدث الخطأ مرة أخرى، فاتصل بمسؤول التطبيق أو الأخصائي الفني."

# IDS_ERRORINFO_OTHER_MESSAGETEMPLATE
source: "<fontsize 140%>К сожалению, возникла непредвиденная ошибка</> Попробуйте повторить операцию. Если ошибка повторится, попробуйте перезапустить приложение или обратитесь к администратору приложения или техническому специалисту."
ar: "<fontsize 140%> لسوء الحظ، حدث خطأ غير متوقع</> جرب العملية مرة أخرى. إذا استمر الخطأ ، فحاول إعادة تشغيل التطبيق أو اتصل بمسؤول التطبيق أوالأخصائي الفني."

# IDS_ERRORINFO_OTHER_MESSAGETEMPLATE_RESTART
source: "<fontsize 140%>К сожалению, возникла непредвиденная ошибка</> Дальнейшая работа возможна только после перезапуска. Если ошибка повторится, обратитесь к администратору приложения или техническому специалисту."
ar: "<fontsize 140%> لسوء الحظ ، حدث خطأ غير متوقع</> لا يمكن إجراء مزيد من العملية إلا بعد إعادة التشغيل. إذا استمر الخطأ ، فاتصل بمسؤول التطبيق أو المختص الفني."

# IDS_ERRORINFO_RIGHTS_MESSAGETEMPLATE
source: "<fontsize 140%>{param}</> Попробуйте уточнить параметры действия или обратиться к администратору приложения для предоставления прав."
ar: "<fontsize 140%>{param}</> حاول توضيح بارامترات الإجراء أو اتصل بمسؤول التطبيق لمنح الحقوق."

# IDS_ERRORINFO_RIGHTS_MESSAGETEMPLATE_RESTART
source: "<fontsize 140%>{param}</> Дальнейшая работа возможна только после перезапуска. Попробуйте уточнить параметры действия или обратиться к администратору приложения для предоставления прав."
ar: "<fontsize 140%>{param}</> لا يمكن إجراء مزيد من العمل إلا بعد إعادة التشغيل. حاول توضيح بارامترات الإجراء أو اتصل بمسؤول التطبيق لمنح الحقوق."

# IDS_ERRORINFO_LOCALFILE_MESSAGETEMPLATE
source: "<fontsize 140%>К сожалению, возникла ошибка при работе с файлом</> {param} Что может помочь? • Убедитесь, что файл не захвачен другой программой • Проверьте доступность диска • Убедитесь, что есть разрешения на доступ к файлу • Проверьте свободное место на диске Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 140%> لسوء الحظ ، حدث خطأ أثناء العمل مع الملف.</> {param} ما الذي يمكن أن يساعد؟ • تأكد من أن الملف لم يتم التقاطه بواسطة برنامج آخر • تحقق من توفر القرص • تأكد من وجود أذونات للوصول إلى الملف • تحقق من المساحة الخالية على القرص إذا حدث خطأ سوف يحدث مرة أخرى ، اتصل بالإخصائي الفني."

# IDS_ERRORINFO_LOCALFILE_MESSAGETEMPLATE_RESTART
source: "<fontsize 140%>К сожалению, возникла ошибка при работе с файлом</> {param} Дальнейшая работа возможна только после перезапуска. Что может помочь? • Убедитесь, что файл не захвачен другой программой • Проверьте доступность диска • Убедитесь, что есть разрешения на доступ к файлу • Проверьте свободное место на диске Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 140%> لسوء الحظ ، حدث خطأ أثناء العمل مع الملف.</> {param} لا يمكن القيام بمزيد من العمل إلا بعد إعادة التشغيل. ما الذي يمكن أن يساعد؟ • تأكد من أن الملف لم يتم التقاطه بواسطة برنامج آخر • تحقق من توفر القرص • تأكد من وجود أذونات للوصول إلى الملف • تحقق من مساحة القرص الخالية . إذا استمر الخطأ ، فاتصل بالإخصائي الفني."

# IDS_ERRORINFO_INET_MESSAGETEMPLATE
source: "<fontsize 140%>К сожалению, возникла ошибка сетевого соединения</> {param} Проверьте сетевое соединение и попробуйте повторить операцию. Если ошибка повторится, возможно, сервер временно недоступен, обратитесь к техническому специалисту."
ar: "<fontsize 140%> لسوء الحظ ، حدث خطأ أثناء العمل مع اتصال الشبكة.</> {param} تحقق من اتصال الشبكة وحاول العملية مرة أخرى. إذا استمر الخطأ ، فاتصل بالأخصائي الفني."

# IDS_ERRORINFO_INET_MESSAGETEMPLATE_RESTART
source: "<fontsize 140%>К сожалению, возникла ошибка сетевого соединения</> {param} Дальнейшая работа возможна только после перезапуска. Проверьте сетевое соединение и попробуйте повторить операцию. Если ошибка повторится, возможно, сервер временно недоступен, обратитесь к техническому специалисту."
ar: "<fontsize 140%> لسوء الحظ ، حدث خطأ أثناء العمل مع اتصال الشبكة.</> {param} العمل الإضافي ممكن فقط بعد إعادة التشغيل. تحقق من اتصال الشبكة وحاول تكرار العملية مرة أخرى. إذا استمر الخطأ ، فاتصل بالأخصائي الفني."

# IDS_ERRORINFO_PRINTER_MESSAGETEMPLATE
source: "<fontsize 140%>К сожалению, возникла ошибка при работе с принтером</> {param} Проверьте соединение с принтером и его работоспособность. Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 140%> لسوء الحظ ، حدث خطأ أثناء العمل مع الطابعة.</> {param} تحقق من الاتصال بالطابعة وتشغيلها. إذا استمر الخطأ ، فاتصل بالأخصائي الفني"

# IDS_ERRORINFO_PRINTER_MESSAGETEMPLATE_RESTART
source: "<fontsize 140%>К сожалению, возникла ошибка при работе с принтером</> {param} Дальнейшая работа возможна только после перезапуска. Проверьте соединение с принтером и его работоспособность. Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 140%> لسوء الحظ ، حدث خطأ أثناء العمل مع الطابعة.</> {param} لا يمكن القيام بمزيد من العمل إلا بعد إعادة التشغيل. تحقق من الاتصال بالطابعة وتشغيلها. إذا استمر الخطأ ، فاتصل بأخصائي فني."

# IDS_ERRORINFO_DCS_MESSAGETEMPLATE
source: "<fontsize 120%>{param}</> Исправьте настройки, если возможно, и повторите действие. Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 120%>{param}</> قم بتصحيح الإعدادات ، إن أمكن ، وكرر الإجراء. إذا استمر الخطأ ، فاتصل بأخصائي فني."

# IDS_ERRORINFO_DCS_MESSAGETEMPLATE_RESTART
source: "<fontsize 120%>{param}</> Дальнейшая работа возможна только после перезапуска. Исправьте настройки, если возможно, и повторите действие. Если ошибка повторится, обратитесь к техническому специалисту."
ar: "<fontsize 120%>{param}</> لا يمكن القيام بالمزيد من العمل إلا بعد إعادة التشغيل. قم بتصحيح الإعدادات ، إن أمكن ، وكرر الإجراء. إذا استمر الخطأ ، فاتصل بأخصائي فني"

# IDS_ERRORINFO_SEANCE_MESSAGETEMPLATE
source: "<fontsize 120%>К сожалению, возникла непредвиденная ошибка или сеанс был завершен администратором</> Попробуйте повторить операцию. Если ошибка повторится, перезапустите приложение."
ar: "<fontsize 120%> عذرًا ، حدث خطأ غير متوقع أو تم إنهاء الجلسة من قبل المسؤول.</> جرب العملية مرة أخرى. إذا استمر الخطأ ، فقم بإعادة تشغيل التطبيق."

# IDS_ERRORINFO_SEANCE_MESSAGETEMPLATE_RESTART
source: "<fontsize 120%>К сожалению, возникла непредвиденная ошибка или сеанс был завершен администратором</> Для продолжения работы необходимо перезапустить приложение."
ar: "<fontsize 120%> عذرًا ، حدث خطأ غير متوقع أو تم إنهاء الجلسة من قبل المسؤول.</> يجب إعادة تشغيل التطبيق للمتابعة."

# IDS_COMPATIBILITY_MODE_VERSION_8_3_16_MDENUMVAL
source: "Версия 8.3.16"
ar: "الإصدار 8.3.16"

# IDS_WRONG_SESSION
source: "Некорректный сеанс"
ar: "جلسة غير صحيحة"

# IDS_RIGHT_ANALYTICS_SYSTEM_CLIENT
source: "Клиент системы аналитикиu000AПраво запуска в режиме клиента системы аналитики"
ar: "عميل نظام التحليلاتu000A الحق في التشغيل في وضع عميل نظام التحليلات"

# IDS_SETTINGSSTORAGE_ERRORPROCESSING
source: "Таблица хранилища настроек обработки ошибок"
ar: "جدول مستودع الإعدادات معالج اخطاء البيانات"

# IDS_SETTINGSSTORAGE_ERRORPROCESSING_CONVERTED
source: "Создана таблица хранилища настроек обработки ошибок"
ar: "تم إنشاء جدول إعدادات تخزين معالج بيانات الأخطاء"

# IDS_ERR_METHOD_USING_COMPATIBILITY_8_3_15
source: "Метод %s не доступен в режиме совместимости 8.3.15 и ниже"
ar: "طريقة%s غير متوفرة في وضع التوافق 8.3.15 وأقل"

# IDS_ERR_METHOD_USING_COMPATIBILITY_8_3_16
source: "Метод %s не доступен в режиме совместимости 8.3.16 и ниже"
ar: "طريقة%s غير متوفرة في وضع التوافق 8.3.16 أو أقل"

# IDS_REPORTFORM_FIND_SUB_MENU
source: "Поиск"
ar: "بحث"

# IDS_STX_BAD_HANDLERDESCR
source: "Неправильное описание обработчика события"
ar: "وصف معالج الحدث غير صحيح"

# IDS_DEVDEPOT_VERDIF_BAD_DATE_FORMAT
source: "Неверный формат даты"
ar: "تنسيق البيانات غير صحيح"

# IDS_DEVDEPOT_VERDIF_OK
source: "Отчет успешно построен"
ar: "تم إنشاء التقرير بنجاح"

# IDS_PICTURE_OPENFROMMAINSERVER_DESCR
source: "Открыть с основного сервера"
ar: "فتح من الخادم الرئيسي"

# IDS_PICTURE_OPENFROMSTANDALONESERVER_DESCR
source: "Открыть с автономного сервера"
ar: "فتح من خادم مستقل"

# IDS_PICTURE_ZOOM_DESCR
source: "Изменить масштаб"
ar: "تغيير القياس"

# IDS_PICTURE_PARAMETERS_DESCR
source: "Параметры"
ar: "المعلمات"

# IDS_PICTURE_INFORMATION_NEW_DESCR
source: "Информация"
ar: "معلومات"

# IDS_PICTURE_FUNCTIONMENUCOMMAND_DESCR
source: "Команда меню функций"
ar: "وظيفة قائمة الأوامر"

# IDS_PICTURE_FAVORITES_DESCR
source: "Избранное"
ar: "المفضلة"

# IDS_PICTURE_SETTING_DESCR
source: "Настройка"
ar: "التخصيص"

# IDS_PICTURE_COLLABORATIONSYSTEMUSER_DESCR
source: "Пользователь системы взаимодействия"
ar: "نظام تفاعل المستخدم"

# IDS_PICTURE_SEARCHFORDATA_DESCR
source: "Поиск данных"
ar: "البحث عن البيانات"

# IDS_PICTURE_GOTOEXTERNALNAVIGATIONLINK_DESCR
source: "Перейти по внешней навигационной ссылке"
ar: "انتقل إلى رابط التنقل الخارجي"

# IDS_PIC_COL_INPUTFIELDCALENDAR
source: "Поле ввода: календарь"
ar: "حقل الإدخال: تقويم"

# IDS_PIC_COL_INPUTFIELDCALC
source: "Поле ввода: калькулятор"
ar: "حقل الإدخال: آلة حاسبة"

# IDS_PIC_COL_INPUTFIELDOPEN
source: "Поле ввода: открыть"
ar: "حقل الإدخال: فتح"

# IDS_PIC_COL_INPUTFIELDCHOOSETYPE
source: "Поле ввода: выбрать тип"
ar: "حقل الإدخال: اختيار نوع"

# IDS_PIC_COL_INPUTFIELDSELECT
source: "Поле ввода: выбрать"
ar: "حقل الإدخال: اختيار"

# IDS_PIC_COL_INPUTFIELDCLEAR
source: "Поле ввода: очистить"
ar: "حقل الإدخال: مسح"

# IDS_PICTURE_FORMHELP
source: "Cправка формы"
ar: "نموذج المساعدة"

# IDS_ENUM_EXCEPTIONCATEGORY_RIGHTS
source: "Нарушение прав доступа"
ar: "انتهاك حقوقية الوصول"

# IDS_ENUM_EXCEPTIONCATEGORY_LOCALFILE
source: "Ошибка доступа к локальному файлу"
ar: "خطأ في الوصول إلى الملف المحلي"

# IDS_ENUM_EXCEPTIONCATEGORY_INET
source: "Ошибка сети"
ar: "خطأ في الشبكة"

# IDS_ENUM_EXCEPTIONCATEGORY_PRINTER
source: "Ошибка работы с принтером"
ar: "خطأ العمل مع طابعة"

# IDS_ENUM_EXCEPTIONCATEGORY_BSLCOMPILE
source: "Ошибка компиляции встроенного языка"
ar: "خطأ في الترجمة اللغوية المدمجة"

# IDS_ENUM_EXCEPTIONCATEGORY_BSLRUNTIME
source: "Ошибка во время выполнения встроенного языка"
ar: "خطأ أثناء وقت تشغيل اللغة المدمجة"

# IDS_ENUM_EXCEPTIONCATEGORY_BSLUSAGE
source: "Ошибка использования встроенного языка"
ar: "خطأ في استخدام اللغة المدمجة"

# IDS_ENUM_EXCEPTIONCATEGORY_APPLICATION
source: "Исключение, вызванное из встроенного языка"
ar: "استثناء اللغة المدمجة"

# IDS_ENUM_EXCEPTIONCATEGORY_ECS
source: "Ошибка системы взаимодействия"
ar: "خطأ في نظام التفاعل"

# IDS_ENUM_EXCEPTIONCATEGORY_DCS
source: "Ошибка настроек компоновки данных"
ar: "خطأ في إعدادات تكوين البيانات"

# IDS_ENUM_EXCEPTIONCATEGORY_SEANCE
source: "Ошибка сеанса"
ar: "خطأ في الجلسة"

# IDS_ENUM_EXCEPTIONCATEGORY_DBDATA
source: "Ошибка хранимых данных"
ar: "خطأ في البيانات المخزنة"

# IDS_ENUM_EXCEPTIONCATEGORY_OTHER
source: "Прочая ошибка"
ar: "خطأ آخر"

# IDS_ENUM_EXCEPTIONCATEGORY_ALL
source: "Все ошибки"
ar: "كل الاخطاء"

# IDS_DEVDEPOT_REPORT_CONFIG_VERSION_TEXT
source: "Версия конфигурации:"
ar: "إصدار التكوين"

# IDS_DEVDEPOT_REPORT_LABEL_NAME_TEXT
source: "Метка:"
ar: "العلامة:"

# IDS_DEVDEPOT_REPORT_LABEL_COMMENT_TEXT
source: "Комментарий метки:"
ar: "تعليق العلامة:"

# IDS_DEVDEPOT_REPORT_COMMENT_TEXT
source: "Комментарий:"
ar: "التعليق:"

# IDS_OPT_DESCR_SHOWEXCWINDOW
source: "1 если нужно показать сообщение об ошибке"
ar: "1 إذا كنت بحاجة إلى إظهار رسالة خطأ"

# IDS_OPT_DESCR_RESTARTCMD
source: "Команда перезапуска дампируемого приложения"
ar: "أمر إعادة تشغيل التطبيق الملقى"

# IDS_OPT_DESCR_CONNECTIONSTRING
source: "Строка соединения дампируемого приложения"
ar: "خط اتصال التطبيق الملقى"

# IDS_OPT_DESCR_REPORTERRORSSETTINGS
source: "Настройки обработки ошибок в base64"
ar: "خطأ Base64 معالجة الإعدادات"

# IDS_OPT_DESCR_STACKTRACE
source: "Стек дампируемого приложения"
ar: "مكدس التطبيق الملقى"

# IDS_INTEGRATION_OBJECT_CENSORED
source: "Интеграция была получена не в привилегированном режиме"
ar: "لم يتم الحصول على التكامل في الوضع المميز"

# IDS_MEMBERS_TITLE_WITH_COUNT
source: "Участники (%d)"
ar: "الأعضاء (%d)"

# IDS_ECS_CONFIRM_DELETE_USER_FROM_CONV
source: "Удалить пользователя \"%s\" из участников обсуждения?"
ar: "إزالة المستخدم\"%s\" من المشاركين في المناقشة؟"

# IDS_ECS_CONVERSATION_DELETE_MEMBER_TOOLTIP
source: "Удалить участника"
ar: "إزالة عضو"

# IDS_EXTERNAL_USER
source: "Внешний пользователь"
ar: "مستخدم خارجي"

# IDS_ECS_WRITE_TOOLTIP
source: "Написать"
ar: "كتابة"

# IDS_MESSAGE_PICTURE_DESCR
source: "Сообщение"
ar: "رسالة"

# IDS_GROUPCONVERSATION_PICTURE_DESCR
source: "Групповое обсуждение"
ar: "مجموعة مناقشة"

# IDS_COLLABORATIONSYSTEMINTEGRATIONUSER_PICTURE_DESCR
source: "Пользователь интеграции системы взаимодействия"
ar: "نظام تفاعل تكامل المستخدم"

# IDS_MAIL_ERR_CONVERTATION
source: "Некорректная кодировка в сообщении (Message-Id: %s)."
ar: "ترميز غير صحيح في الرسالة (معرف الرسالة Message-Id: %s)."

# IDS_ADMINISTRATION_WRITE_NULL_FIELD
source: "Невозможно записать объект. Поле \"%s\" должно быть заполнено"
ar: "غير قادر على تسجيل الكائن. الحقل\"%s\" يجب ملء الحقل"

# IDS_EXTBASE_ERROR_WRONG_ROOT_INDEX
source: "Несуществующий номер корневой вершины при попытке получить глубину графа"
ar: "رقم قمة رأس الجذر غير صحيح عند محاولة الحصول على عمق الرسم البياني"

# IDS_TYPE_PRESENTATION_ANALYTICSSYSTEMMANAGER
source: "Менеджер системы аналитики"
ar: "مدير نظام التحليلات"

# IDS_PROPBROWSE_EXTENDED_PROP_NOT_CHECK_TOOLTIP
source: "Не проверять значение при подключении расширения"
ar: "لا تحقق من القيمة عند توصيل البرنامج المساعد"

# IDS_PROPBROWSE_EXTENDED_PROP_NOT_CHANGE_TOOLTIP
source: "Не изменять значение при подключении расширения"
ar: "لا تقم بتغيير القيمة عند توصيل البرنامج المساعد"

# IDS_ONUNHANDLEDEXCEPTION_EVENT
source: "Обработка отображения ошибки"
ar: "خطأ في معالجة العرض"

# IDS_ONUNHANDLEDEXCEPTION_EVENTDESCR
source: "Вызывается перед отображением ошибки"
ar: "تم الاتصال قبل عرض الخطأ."

# IDS_INTEGRATION_SERVICE_MDCLASS
source: "Сервис интеграции"
ar: "خدمة التكامل"

# IDS_INTEGRATION_SERVICE_MDCLASS_MULTY
source: "Сервисы интеграции"
ar: "خدمات التكامل"

# IDS_INTEGRATION_SERVICE_ADDRESS
source: "Адрес внешнего сервиса интеграции"
ar: "عنوان خدمة التكامل الخارجي"

# IDS_INTEGRATION_SERVICE_CHANNEL_MDCLASS
source: "Канал сервиса интеграции"
ar: "قناة خدمة التكامل"

# IDS_INTEGRATION_SERVICE_CHANNEL_MDCLASS_MULTY
source: "Каналы сервиса интеграции"
ar: "قنوات خدمة التكامل"

# IDS_INTEGRATION_SERVICE_CHANNEL_NAME_IN_INTEGRATION_SERVICE
source: "Имя канала внешнего сервиса интеграции"
ar: "اسم قناة خدمة التكامل الخارجي"

# IDS_INTEGRATION_SERVICE_CHANNEL_RECEIVE_MESSAGE_PROCESSING
source: "Обработчик получения сообщения"
ar: "تلقي رسالة معالج البيانات"

# IDS_INTEGRATION_SERVICE_CHANNEL_MESSAGE_DIRECTION_MDENUM
source: "Направление сообщения канала сервиса интеграции"
ar: "اتجاه رسالة خدمة قناة التكامل"

# IDS_INTEGRATION_SERVICE_CHANNEL_MESSAGE_DIRECTION_SENDING_MDENUMVAL
source: "Отправка"
ar: "ارسال"

# IDS_INTEGRATION_SERVICE_CHANNEL_MESSAGE_DIRECTION_RECEIVING_MDENUMVAL
source: "Получение"
ar: "استقبال"

# IDS_INTEGRATION_SERVICE_CHANNEL_MESSAGE_DIRECTION
source: "Направление сообщения"
ar: "اتجاه الرسالة"

# IDS_MAIN_MDPROP_CATEGORY
source: "Основные"
ar: "الرئيسية"

# IDS_INTEGRATION_SERVICES_MANAGER_TYPE_PRESENT
source: "Сервисы интеграции менеджер"
ar: "خدمات التكامل مدير"

# IDS_INTEGRATION_SERVICE_MANAGER_TYPE_PRESENT
source: "Сервис интеграции менеджер"
ar: "خدمة التكامل مدير"

# IDS_INTEGRATION_SERVICE_CHANNEL_MANAGER_TYPE_PRESENT
source: "Канал сервиса интеграции менеджер"
ar: "قناة تكامل مدير الخدمة"

# IDS_INTEGRATION_SERVICE_SETTINGS_TYPE_PRESENT
source: "Настройки сервиса интеграции"
ar: "إعدادات خدمة التكامل"

# IDS_INTEGRATION_SERVICE_CHANNEL_SETTINGS_TYPE_PRESENT
source: "Настройки канала сервиса интеграции"
ar: "إعدادات قناة خدمة التكامل"

# IDS_INTEGRATION_SERVICE_MESSAGE_TYPE_PRESENT
source: "Сообщение сервиса интеграции"
ar: "رسالة خدمة التكامل"

# IDS_INTEGRATION_SERVICE_SETTIGS_TABLE
source: "Таблица настроек сервиса интеграции"
ar: "جدول إعدادات خدمة التكامل"

# IDS_INTEGRATION_SERVICE_CHANNEL_OUT_QUEUE_TABLE
source: "Таблица очереди отправляемых сообщений канала сервиса интеграции"
ar: "جدول قائمة الرسائل المرسلة من قناة خدمة التكامل"

# IDS_INTEGRATION_SERVICE_CHANNEL_IN_QUEUE_TABLE
source: "Таблица очереди получаемых сообщений канала сервиса интеграции"
ar: "جدول قائمة الرسائل المستلمة من قناة خدمة التكامل"

# IDS_INTEG_NONUNIQUERECORDS
source: " cодержит не уникальные записи, которые должны быть удалены:%s"
ar: "يحتوي على إدخالات غير فريدة والتي يجب حذفها:%s"

# IDS_INTEG_RECEIVING_MESSAGES_JOB_NAME
source: "Получение сообщений сервиса интеграции:"
ar: "تلقي رسائل خدمة التكامل:"

# IDS_INTEG_RECEIVE_MESSAGES_QUEUE_PROCESSING_JOB_NAME
source: "Обработка очередей получения сообщений сервиса интеграции:"
ar: "معالجة قوائم الانتظار لتلقي رسائل خدمة التكامل:"

# IDS_INTEG_SEND_MESSAGES_QUEUE_PROCESSING_JOB_NAME
source: "Обработка очередей отправки сообщений сервиса интеграции:"
ar: "معالجة قوائم الانتظار لإرسال رسائل خدمة التكامل:"

# IDS_INTEG_RECEIVED_MESSAGES_PROCESSING_JOB_NAME
source: "Обработка полученных сообщений сервиса интеграции:"
ar: "معالجة الرسائل المستلمة من خدمة التكامل:"

# IDS_EXCP_RECEIVEMESSAGEEXCEPTION
source: "Исключение при полученнии сообщения"
ar: "استثناء عند تلقي رسالة"

# IDS_EXCP_PROCESSRECEIVEDMESSAGEEXCEPTION
source: "Исключение при обработке полученного сообщения"
ar: "استثناء أثناء معالجة الرسالة المستلمة"

# IDS_EXCP_QPIDEXCEPTION
source: "Исключение при использовании QPID"
ar: "استثناء عند استخدام QPID"

# IDS_EXCP_INVALIDMESSAGEBODYQPIDEXCEPTION
source: "Не поддерживаемый тип тела сообщения QPID"
ar: "نوع نص رسالة QPID غير مدعوم"

# IDS_EXCP_SENDMESSAGEEXCEPTION
source: "Исключение при отправке сообщения"
ar: "استثناء عند إرسال رسالة"

# IDS_EXCP_INTEGRATIONSERVICENOTACTIVEEXCEPTION
source: "Сервис интеграции не активен"
ar: "خدمة التكامل ليست نشطة"

# IDS_EXCP_NOTUSEALLINTEGRATIONSERVICESEPARATORS
source: "Не используются все разделители сервиса интеграции"
ar: "لا يتم استخدام جميع فواصل خدمة الفصل"

# IDS_EXCP_INTEGRATIONSERVICECONNECTEEXCEPTION
source: "Ошибка при подключении к сервису интеграции"
ar: "خطأ في الاتصال بخدمة التكامل"

# IDS_EXCP_SENDMESSAGEINNOTCREATEINTEGRATIONSERVICEEXCEPTION
source: "Не допускается отправка сообщения в сервис интеграции, который не создавал сообщение"
ar: "لا يجوز إرسال رسالة إلى خدمة التكامل التي لم تنشئ الرسالة"

# IDS_INTEGRATION_SERVICE_NOT_POSSIBLE_IN_COMPATIBILITY_MODE
source: "В режиме совместимости 8.3.16 и ниже недопустимо использование сервиса интеграции"
ar: "في وضع التوافق 8.3.16 أو أقل، فإن استخدام خدمة التكامل أمر غير مقبول"

# IDS_INTEGRATION_SERVICE_NOT_USE_SEPARATED
source: "Нельзя устанавливать использование для разделенного сервиса интеграции"
ar: "لا يمكن تعيين الاستخدام لخدمة التكامل المشتركة"

# IDS_EXCEPTION_VERIFY_SEND
source: "Ошибка чтения ресурса"
ar: "خطأ في قراءة المورد"

# IDS_INTEGRATION_SERVICE_LOAD_CHANNELS_COMMAND
source: "Загрузить каналыu000AЗагрузить каналы сервиса интеграции"
ar: "قنوات التنزيلu000A قم بتنزيل قنوات خدمة التكامل"

# IDS_INTEGRATION_SERVICE_GET_CHANNELS_COMMAND
source: "Получить каналы сервисаu000AПолучить каналы сервиса интеграции"
ar: "الحصول على قنوات الخدمةu000A الحصول على قنوات خدمة التكامل"

# IDS_CHANEL_ACTIVITY_ADD
source: "Добавить"
ar: "إضافة"

# IDS_CHANEL_ACTIVITY_DELETE
source: "Удалить"
ar: "حذف"

# IDS_CHANEL_ACTIVITY_REFRESH
source: "Изменить"
ar: "تعديل"

# IDS_GET_CH_DCR_ERROR
source: "Произошла ошибка при получении описания каналов от сервиса, проверьте адрес сервера и параметры авторизации"
ar: "حدث خطأ أثناء الحصول على وصف القناة من الخدمة ، والتحقق من عنوان الخادم ومعلمات التخويل"

# IDS_PROPERTY_DRAWINGSELECTIONSHOWMODE
source: "Отображение выделения рисунков"
ar: "عرض الرسم المحدد"

# IDS_STANDARDPROCCESSING_ERRORPROCESSINGSETTINGS
source: "Управление настройками обработки ошибок"
ar: "إدارة معالجة الخطأ بالإعدادات"

# IDS_STANDARDPROCCESSING_ANALYTICSSYSTEM
source: "Управление системой аналитики"
ar: "إدارة نظام التحليل"

# IDS_PLANNERFIELDBEFOREDIMENSIONITEMCOLLAPSE_EVENT
source: "Перед сворачиванием элемента измерения"
ar: "قبل طي عنصر البعد"

# IDS_PLANNERFIELDBEFOREDIMENSIONITEMCOLLAPSE_EVENTDESCR
source: "Возникает перед сворачиванием элемента измерения"
ar: "يحدث قبل طي عنصر البعد."

# IDS_PLANNERFIELDBEFOREDIMENSIONITEMEXPAND_EVENT
source: "Перед разворачиванием элемента измерения"
ar: "قبل توسيع عنصر البعد"

# IDS_PLANNERFIELDBEFOREDIMENSIONITEMEXPAND_EVENTDESCR
source: "Возникает перед разворачиванием элемента измерения"
ar: "يحدث قبل توسيع عنصر البعد."

# IDS_DSSMSHOW
source: "Отображать"
ar: "عرض"

# IDS_DSSMDONTSHOW
source: "Не отображать"
ar: "لا تعرض"

# IDS_DSSMAUTO
source: "Авто"
ar: "آليا"

# IDS_CMD_OPEN_ANALYTICS_SYSTEM
source: "Аналитика"
ar: "تحليلات"

# IDS_CMD_GLOBALSEARCHCURRENTSEL_DESCR
source: "Искать везде"
ar: "البحث في كل مكان"

# IDS_CMD_GLOBALSEARCHCURRENTSEL_FORMAT
source: "Искать везде \"%s\""
ar: "البحث في كل مكان\"%s\""

# IDS_AGENT_ALREADY_INSTALLED
source: "Программа «1С:Предприятие – оповещения и запуск» уже подключена."
ar: "برنامج «1C:Enterprise - في حالة تأهب وبدء» متصل بالفعل."

# IDS_EXT_CMPNT_DONT_INSTALLED_IE
source: "Установка внешней компоненты не выполнена! Проверьте настройки браузера!"
ar: "فشل تثبيت المكون الخارجي! تحقق من إعدادات المتصفح الخاص بك!"

# IDS_SEARCH_CONDITION_CONTROL_REMOVE
source: "Удалить"
ar: "حذف"

# IDS_ERR_BADGRIDLINE
source: "Отсутствует строка данных"
ar: "صف البيانات مفقود"

# IDS_ERR_METHODNOTAVAILABLE_INVISIBLEITEM
source: "Метод недоступен для невидимого элемента."
ar: "الطريقة غير متاحة لعنصر غير مرئي."

# IDS_METADATA_INFO
source: "Информация для технического специалиста"
ar: "معلومات للأخصائي الفني"

# IDS_OPEN_IN_CONFIGURATOR
source: "Открыть в Конфигураторе"
ar: "فتح في مكون"

# IDS_GLOBALSEARCH_STDCOMMAND_ANALYTICS
source: "Аналитика"
ar: "تحليلات"

# IDS_GLOBALSEARCH_STDCOMMAND_HELP
source: "Справка"
ar: "مرجع"

# IDS_GLOBALSEARCH_STDCOMMAND_HELPCONTENT
source: "Содержание справки"
ar: "محتوى المساعدة"

# IDS_ERRORDLG_BUTTON_REPORTGETTINGINFO
source: "Выполняется запрос к сервису техподдержки"
ar: "يتم تنفيذ طلب خدمة الدعم"

# IDS_ERRORDLG_BUTTON_OPENREPORT
source: "Сформировать отчет об ошибке"
ar: "إنشاء تقرير للحصول على الدعم الفني"

# IDS_ERRORDLG_BUTTON_REPORTSENDING
source: "Отчет отправляется"
ar: "تم إرسال التقرير"

# IDS_ERRORDLG_BUTTON_REPORTSENDED
source: "Отчет отправлен"
ar: "تم إرسال التقرير"

# IDS_ERRORDLG_BUTTON_REPORTSAVED
source: "Отчет сохранен"
ar: "تم حفظ التقرير"

# IDS_ERRORDLG_BUTTON_REPORTFAILEDSAVE
source: "Не удалось сохранить отчет"
ar: "فشل في حفظ التقرير."

# IDS_ERRORDLG_BUTTON_REPORTFAILSEND
source: "Не удалось отправить отчет"
ar: "فشل في إرسال التقرير."

# IDS_ERRORDLG_BUTTON_REPORTWILLBESENDED
source: "Отчет об ошибке будет отправлен автоматически. Настроить отчет..."
ar: "سيتم إرسال تقرير الدعم الفني تلقائيًا. إعداد التقرير ..."

# IDS_ERRORDLG_BUTTON_OK
source: "OK"
ar: "موافق"

# IDS_ERRORDLG_BUTTON_FINISH
source: "Завершить"
ar: "لإكمال"

# IDS_ERRORDLG_BUTTON_REESTART
source: "Перезапустить"
ar: "إعادة تشغيل"

# IDS_ERRORREPORT_BUTTON_OK
source: "OK"
ar: "موافق"

# IDS_ERRORREPORT_BUTTON_SEND
source: "Отправить"
ar: "إرسال"

# IDS_ERRORREPORT_BUTTON_SENDED
source: "Отправить (был отправлен)"
ar: "تم إرسال التقرير"

# IDS_ERRORREPORT_BUTTON_SAVE
source: "Сохранить на диск..."
ar: "حفظ إلى القرص ..."

# IDS_ERRORREPORT_BUTTON_OPENSAVED
source: "Показать в папке"
ar: "إظهار في المجلد"
